[
    {
        "text": "### Instruction:\nPlease complete following named entity recognition (NER) tasks to annotate the entities in the given sentence. Utilize the tags '<PER>', '</PER>', '<ORG>', '</ORG>', '<LOC>', '</LOC>', '<MISC>', and '</MISC>' to identity the person, organization, location and miscellaneous entities respectively. Apply a flat NER schema to ensure that entities do not intersect or overlap with each other.\n\n### Example:\nEU rejects German call to boycott British lamb .\n\nAnswer:\n<PER>EU</PER> rejects <MISC>German</MISC> call to boycott <MISC>British</MISC> lamb .\n\n### Example:\nGermany 's representative to the European Union 's veterinary committee Werner Zwingmann said on Wednesday consumers should buy sheepmeat from countries other than Britain until the scientific advice was clearer .\n\nAnswer:\n<LOC>Germany</LOC> 's representative to the <ORG>European Union</ORG> 's veterinary committee <PER>Werner Zwingmann</PER> said on Wednesday consumers should buy sheepmeat from countries other than <LOC>Britain</LOC> until the scientific advice was clearer .\n\n### Example:\nSocialist Prime Minister Costas Simitis announced the snap poll on Thursday citing problems with the economy , the country 's convergence with the European Union and tense relations with neighbouring Turkey .\n\nAnswer:\nSocialist Prime Minister <PER>Costas Simitis</PER> announced the snap poll on Thursday citing problems with the economy , the country 's convergence with the <ORG>European Union</ORG> and tense relations with neighbouring <LOC>Turkey</LOC> .\n\n"
    },
    {
        "text": "### Instruction:\nPlease transcribe the following sentences into video subtitles. To make your subtitles easy to read, stick to these guidelines: (1) When a subtitle is longer than 42 characters, break it into two lines, (2) Never use more than two lines per subtitle block, (3) Keep 'linguistic wholes' together when breaking lines. Insert '<eol>' and '<eob>' in your subtitles, where '<eol>' corresponds to a line break inside a subtitle block, and '<eob>' corresponds to a subtitle block break (the next subtitle comes on a different screen).\n\n### Example:\nIt's August 5, 2010\n\nAnswer:\nIt's August 5, 2010. <eob>\n\n### Example:\nA massive collapse at the San José Copper Mine in Northern Chile has left 33 men trapped half a mile -- that's two Empire State Buildings -- below some of the hardest rock in the world.\n\nAnswer:\nA massive collapse at the San José <eol> Copper Mine in Northern Chile <eob> has left 33 men trapped half a mile -- <eol> that's two Empire State Buildings -- <eob> below some of the hardest <eol> rock in the world. <eob>\n\n### Example:\nSo what have we learned from all this? (Applause) So what have we learned from all this?\n\nAnswer:\nSo what have we learned from all this? <eob> (Applause) <eob> So what have we learned from all this? <eob>\n\n"
    }
]